{
  "intro": "Hello! Welcome to Cashflow! Your goal is to build enough passive income to get out of the Rat Race!",
  "intro2": "Passive income is income that you do not need to work for! In the Rat Race, you will invest in Real Estate to build enough passive income to exceed your expenses.",
  "gamePiece": "This is a game piece. Each player in the game will have their own game piece with a unique color.",
  "profession": "Each player is dealt a profession card at the start of the game. Your profession determines your starting balance, income, and expenses.",
  "startingBalance": "Each player will have a tab with their name, color, and current balance at the top of the screen. Your starting balance is your profession's monthly cash flow plus savings. The progess bar at the top represents how close you are to your next objective.",
  "financialStatement": "The button that just appeared on the left side of the screen toggles your financial statement. The financial statement details your income, assets, expenses, and liabilities. Click anywhere on the statement to close it.",
  "cashLedger": "The button under the finacial statement toggle button toggles your cash ledger. Your cash ledger will show all your transactions and your current balance.",
  "startOfTurn": "At the start of each turn, you can roll dice to move your player. Let's practice rolling dice!",
  "showDie": "To shake the die before rolling, hold down the Left Mouse Button!",
  "rollDie": "To roll the die, let go of the Left Mouse Button!",
  "spaces": "Your piece will move spaces according to the die roll. The types of spaces you can land on are: Payday, Deal, Doodad, Market, Charity, Baby, and Downsize.",
  "payday": "This is a Payday space, if you land on or pass over this space, your Monthly Cash Flow will be added to your account. Your Monthly Cash Flow is your total inccome minus your total expenses.",
  "income": "Your total income is calculating by adding your passive income to your salary. Your passive income is the sum of all the montly cash flow you recieve from your properties.",
  "expenses": "Your expenses are the sum of your debt interest payments, taxes, other expenses, and child expenses.",
  "lose": "Be careful! If your expenses exeed your total income, you will be cash flow negative, and will lose money on your payday. If you can not pay your negative cashflow, you must sell properties to pay debts. If you are still negative, you are out of the game!",
  "deal": "This is a Deals space. When you land on this kind of space, you will be given the option of either a Small Deal or Big Deal. Deals are a great way to gain some passive income!",
  "dealTypes": "Different kinds of deals include purchasing property, buying/selling stock, buying gold, and other various gambles.",
  "doodad": "When you land on a Doodad space, you must spend some cash. If you cannot afford the Doodad, you must take out a loan. You will gain no cash flow here.",
  "market": "When you land on a market space, an economic event will occur. This may give you the opportunity to sell off some investments!",
  "martketTypes": "Other market events may include stock splitting, gold buyers, and property damage.",
  "baby": "When you land on the Baby space, you will have a child! Each child adds to your expenses based on your profession. Each player can have a maximum of three children.",
  "charity": "When you land on the Charity space, you may spend 10% of your total income and choose to use either one or two dice to move for three turns. Charity is optional.",
  "downsized": "When you land on the Downsized space, you temporarily lose your job! When this happens, you must pay your total expenses, taking a loan if you must. Then, you will lose your next two turns as well as any charity dice you had.",
  "takeLoans": "If you cannot afford to pay for something, you may take out a bank loan. Your loan must be taken out in increments of $1000 and has a 10% interest that must be payed each month.",
  "payDebt": "To lower your expenses, you may pay off some of your debt from your Liabilities column. Most debts must be payed off in full.",
  "payLoans": "Bank loans do not have to be payed off in full, but can be payed in $1000 increments.",
  "fastTrackCondition": "When your Passive Income exeeds your Total Expenses, you no longer need to work and are out of the Rat Race! At this point in the game, you may enter the Fast Track!",
  "enterFastTrack": "The Fast Track spaces lie on the outer ring of the board, and you roll a die to determine which space you start on.",
  "endTutorial":  "That is it for this tutorial! Click on Next to return to the title screen."
}
